Repository: Jabadaba00/pt.BTC
Catalog: *.BTC/*.BTC/MultilingualResources/*.BTC.*.xlf
Languages: pt

# FingerprintMessage
source: Enable your Bitcoin ability
pt: Активировать Биткоин способность

source: Lock App
pt: Блокировка приложения

# LockAppDescription
source: PIN, fingerprint
pt: PIN-код, отпечаток пальца

source: Settings
pt: Настройки

source: Success!
pt: Успех!

source: Use fingerprint
pt: Использовать отпечаток

source: Add wallet
pt: Добавить кошелёк

# AddWalletDescription
source: Personal, import, tracking, buying
pt: Личный, импорт, отслеживание, покупка

source: New personal wallet
pt: Новый личный кошелёк

source: Private key
pt: Закрытый ключ

source: Wallet name
pt: Название кошелька

# WalletNamePlaceholder
source: My car fund
pt: Мой автомобильный фонд

source: Create new wallet
pt: Создать новый кошелёк

source: Wallet settings
pt: Настройки кошелька

source: Use Testnet
pt: Использовать Testnet

# ContributeTranslationText
source: We're always looking for translation contributions! You can make corrections or help to make this app available in your language by joining our community on GitHub
pt: Мы вседа рады помощи в переводе приложения! Вы можете внести исправления или помочь сделать это приложение доступным на вашем языке, присоединившись к нашему сообществу на GitHub

# ContributeTranslationCommandCommandText
source: Contribute translation
pt: Помочь в переводе

source: Language
pt: Язык

# WalletBackupMessage
source: Password & Mnemonic is enough to restore wallet. Keep them in secret. A piece of paper in a safe vault is a good idea. Password manager is a good idea either, for example this one:
pt: Пароля и мнемоники достаточно для восстановления кошелька. Держите их в секрете. Листок бумаги в сейфе - хорошая идея. Менеджер паролей тоже хорошая идея, например:

source: Passwords are not the same.
pt: Пароли не совпадают.

# PasswordRepeat
source: Repeat
pt: Повторить

# RestoringPassword
source: Password
pt: Пароль

# EnterPassword
source: Enter the restoring password.
pt: Введите пароль восстановления.

# CopyMnemonicToClipboard
source: Copy the mnemonic to clipboard
pt: Скопировать мнемонику в буфер обмена

# ShowHideMnemonic
source: Show/hide the mnemonic
pt: Показать/скрыть мнемонику

source: Mnemonic language
pt: Язык мнемоники

# RegenerateMnemonic
source: Regenerate the mnemonic
pt: Обновить мнемонику

source: Copied
pt: Скопировано

source: Receive
pt: Пополнить

# ErrorGetAccount
source: Error on getting the account from DB. Try again later. We investigate it. System message in case you need it:
pt: Ошибка при получении кошелька из БД. Попробуйте поозднее. Мы исследуем проблему. Системное сообщение, если вам это нужно:

source: Login
pt: Вход

source: Setup
pt: Установка

# PubAddressInfo
source: We constantly update the public address to make it more difficult for third parties to track your assets. Funds transferred to any generated address will be available.
pt: Мы постоянно обновляем публичный адрес для усложнения отслеживания ваших активов третьими лицами. Переведенные на любой сгенерированный ранее адрес средства будут доступны.

source: Update balance
pt: Обновлять баланс

source: Updating balance...
pt: Обновление баланса...

# ErrorGetBalance
source: Error on getting the balance. Try again later. We investigate it. System message in case you need it:
pt: Ошибка при получении баланса. Повторите попытку позже. Мы разбираемся. Системное сообщение в случае необходимости:

source: Refresh
pt: Обновить

source: Main
pt: Главная

source: Send
pt: Отправить

source: Recipient
pt: Получатель

source: Bitcoin address
pt: Биткоин адрес

source: Ready
pt: Готово

# InvalidBitcoinAddress
source: Invalid bitcoin address. Test network wallets are not able to sent coins to the Main network & vice versa.
pt: Неправильный биткоин-адрес. Тестовые сетевые кошельки не могут отправлять монеты в основную сеть и наоборот.

source: Amount
pt: Сумма

source: From
pt: Откуда

source: To
pt: Куда

# FeeEconomy
source: Economy
pt: Эконом

# FeeNormal
source: Normal
pt: Обычная

# FeePriority
source: Priority
pt: Приоритет

# FeeSuperEconomy
source: Super economy
pt: Супер эконом

# FeeUrgent
source: Urgent
pt: Срочный

source: Support developer
pt: Поддержать разработчика

# EstimatedFee
source: Estimated network fee
pt: Оценка коммисии сети

source: Estimated processing time
pt: Оценка времени обработки

source: Network fee policy
pt: Политика сетевой комиссии

# NotEnoughCoins
source: Not enough funds
pt: Недостаточно средств

# TransactionIsNotVerified
source: Can not verify your transaction. Try again or change fee policy.
pt: Невоможно проверить транзакцию. Попробуйте снова или измените политику сетевой комиссии.

# CantParseTheAmountValue
source: Can't parse the amount value. Try to change the decimal separator
pt: Не удалось получение значение суммы. Попробуйте изменить символ разделитель

source: Total
pt: Итого

source: Scan
pt: Сканировать

# ErrorNoAccount
source: There is no account to send coins to the address from network. Network type:
pt: Отсутсвет кошелек для сети. Добавьте. Сеть:

# Mainnet
source: Main network
pt: Основная сеть

# Testnet
source: Test network
pt: Тестовая сеть

source: Import wallet
pt: Импортировать кошелёк

# SavePassword
source: Save password on this device in the encrypted database
pt: Сохранить пароль на этом устройстве в зашифрованной базе данных

source: Mnemonic
pt: Мнемоника

# InvalidPassword
source: Invalid password. Please enter wallet's restoring password.
pt: Неверный пароль. Пожалуйста, введите пароль для восстановления кошелька.

source: Save
pt: Сохранить

# FeeFree
source: Free
pt: Без комиссии

source: Feedback
pt: Обратная связь

# FeedbackDescription
source: Email, Review, Github
pt: Почта, Отзыв, Github

# EmailToSupport
source: e-mail to: support@panteam.net
pt: Письмо: support@panteam.net

source: Open issue on GitHub
pt: Задать вопрос на GitHub

# WriteReview
source: Write a review
pt: Написать отзыв

source: Confirmations:
pt: Подтверждения:

source: Transaction
pt: Транзакция

source: Wallet
pt: Кошелёк

source: Date
pt: Дата

source: Fee
pt: Комиссия

source: Open on blockchain
pt: Открыть блокчейн

# TransactionNoInternet
source: No Internet. Can't update amount & confirmations.
pt: Отсутсвует Интернет. Не удается обновить сумму и подтверждения.

source: Memo
pt: Заметка

source: Background tasks
pt: Фоновые задачи

source: No background tasks
pt: Фоновые задачи отсуствуют

# UpdateBalanceTimeout
source: Updating interval
pt: Интервал обновления

# UpdateBalanceTimeoutHeader
source: HH:mm
pt: ЧЧ:мм

source: HH
pt: ЧЧ

source: mm
pt: мм

source: Confirmed
pt: Подтвержено

source: Unconfirmed
pt: Неподтвержено

source: Transaction ID
pt: Идентификатор транзакции

# UpdatingBalanceDescription
source: We don't track your assets. Your device will be using a background task to track your assets. The balance updating interval is not accurate it depends on your device's OS.
pt: Мы не отслеживаем ваши активы. Ваше устройство будет использовать фоновую задачу для отслеживания ваших активов. Интервал обновления баланса не является точным, он зависит от ОС вашего устройства.

# ShowNotificationsEvenNoChanges
source: Show notifications when no changes
pt: Уведомлять при отсутствии изменений

source: Transactions
pt: Транзакций

source: Alternative currency
pt: Альтернативная валюта

# AltCurrencyFilterPlaceholder
source: Search by short or full name
pt: Поиск по короткому или полному названию

# TestNetCoinsValue
source: Testnet coins are separate and distinct from actual bitcoins and are never supposed to have any value
pt: Монеты Testnet отделены и отличаются от реальных биткойнов и никогда не должны иметь никакой ценности.

source: Don't use alt currency
pt: Не использовать валюту

# DownloadingAltCurrenices
source: Downloading currencies...
pt: Загрузка списка валют...

source: Address is not recognized
pt: Адрес не распознан

# Bech32
source: Bech32 pubkey hash or script hash
pt: Bech32 хеш публичного ключа или хеш скрипта

# BIP32
source: BIP32 pubkey (derived addresses are not supported yet)
pt: BIP32 публичный ключ (пока не поддерживается отслеживание активов с производных адресов)

# BIP32_PrivateKey
source: BIP32 private key (derived addresses are not supported yet)
pt: BIP32 закрытый ключ (пока не поддерживается отслеживание активов с производных адресов)

# CompressedPublicKey
source: Private key (WIF, compressed pubkey)
pt: Закрытый ключ (WIF, сжатый публичный ключ)

# P2PKH
source: Pubkey hash (P2PKH address)
pt: Хэш публичного ключа (адрес P2PKH)

# P2SH
source: Script hash (P2SH address)
pt: Хэш скприта (адрес P2SH)

# UncompressedPubKey
source: Private key (WIF, uncompressed pubkey)
pt: Закрытый ключ (WIF, несжатый публичный ключ)

# AddAddressToTrackWallet
source: Public address
pt: Публичный адрес

# TrackingAddressDescription
source: Watch transactions
pt: Отслеживать транзакции

source: Details
pt: Детали

source: Address
pt: Адрес

source: Send all
pt: Отправить всё

source: Wallet name is empty
pt: Не задано название кошелька

# AddressTypeIsNotSupported
source: This address type is not supported yet. Only Pubkey hash (P2PKH address), Script hash (P2SH address) & segwit (Bech32) are supported at this moment.
pt: Этот тип адреса пока не поддерживается. На данный момент поддерживаются только хеш публичного ключа (P2PKH), хеш скрипта (P2SH) и segwit (Bech32).

source: Address types
pt: Типы адресов

source: Delete
pt: Удалить

source: Next
pt: Далее

source: Add for tracking
pt: Добавить для отслеживания

source: Added for tracking
pt: Добавлен для отслеживания

# UnspendableAttention
source: Attention! It seems you don't have private key for this address. You can't spend coins without the private key.
pt: Внимание! Похоже, у вас нет закрытого ключа для этого адреса. Вы не можете тратить монеты без закрытого ключа.

source: Leftover
pt: Остаток

# AddToSupport
source: Donate leftover to dev
pt: Подарить остаток разработчику

# EstimatingFee
source: Estimating network fee...
pt: Оценка комиссии сети...

# FeeDescription
source: Network fee descripton
pt: Описание комиссии сети

source: Refill
pt: Пополнить

source: Refill options
pt: Варианты пополнения

# ReceiveViaPublicAddress
source: Public address
pt: Публичный адрес

# BuyBitcoinWithBankCard
source: Buy bitcoin
pt: Купить биткоин

# BuyBitcoinWithBankCardForMainNetOnly
source: For Main net wallets only
pt: Только для кошельков основной сети

# BuyBitcoinWithBankCardViaProvider
source: With bank card via our partner
pt: С банковской карты через нашего партнера

source: Provider
pt: Провайдер

source: Providers
pt: Провайдеры

source: Sell
pt: Продажа

# CardPartnerWanted
source: Partner wanted
pt: Разыскиваются партнёры

# CardPartnerWantedDetails
source: We're looking for a partner for buying BTC with bank cards. We want to provide our users ability of fast & reliable BTC buying with the best price. If you want to be our partner or have any ideas about it please contact us.
pt: Мы ищем партнера для покупки BTC с помощью банковских карт. Мы хотим предоставить нашим пользователям возможность быстрой и надежной покупки BTC по лучшей цене. Если вы хотите стать нашим партнером или у вас есть идеи об этом, пожалуйста, свяжитесь с нами.

source: Limits
pt: Лимиты

source: Currencies
pt: Валюты

source: Countries
pt: Страны

# WorldwideExceptUSAJapanAndChina
source: Worldwide 3D secure cards except China, Japan & USA
pt: Карты с поддержкой 3D secure по всему миру, кроме Китая, США и Японии

# AmountIsLessThanMinimum
source: The amount is less than minimum allowed
pt: Сумма меньше минимальной

# AmountIsMoreThanMaximum
source: The amount is more than maximum allowed
pt: Сумма больше максимальной

# BtcAmountToBuy
source: BTC amount
pt: Количество BTC

source: BTC price
pt: Цена BTC

source: New private key wallet will be added
pt: Будет добавлен новый кошелёк с закрытым ключём

source: Auto created wallet
pt: Автоматически созданный кошелёк

source: Buy BTC from Indacoin
pt: Купить BTC у Indacoin

source: Identity verification
pt: Проверка личности

# IndacoinIdentityVerification
source: Required. With Passport or Driver Licence & Selfie.
pt: Требуется. С помощью паспорта или водительского удостоверения и селфи.

source: Advanced settings
pt: Расширенные настройки

# AdvancedSettingsDescription
source: Backend service, backups
pt: Внешний сервис, резервные копии

source: Auto
pt: Автоматически

# BtcBackend
source: Bitcoin backend service
pt: Биткоин сервис

# BtcBackendDescription
source: Remote service which the app uses for querying balance & broadcasting transactions.
pt: Удаленный сервис, который приложение использует для запроса баланса и отправки транзакций.

source: Current version
pt: Текущая версия

# AboutAppDescription
source: Privacy policy, version, donation, history
pt: Политика конфиденцальности, версия, донаты, история

# AboutApp
source: About
pt: О программе

# OpenProjectGitHubPage
source: Open project page on GitHub
pt: Открыть страницу проекта

source: Downloading history...
pt: Загрузка истории изменений...

# CantConnectToTheStore
source: Can't connect to the store. Check your internet connection & try again later.
pt: Отсутствует подключение к магазину. Проверьте наличие сети и попробуйте снова.

source: Donate via store
pt: Передать через магазин

source: Donate with bitcoin
pt: Передать через биткоин

# DonateCoffeeDescription
source: Buy us a cup of coffee
pt: Купить нам чашечку кофе

# DonateCoffeeName
source: Donate coffee
pt: Подарить кофе

# DonateBottleDescription
source: Buy us a bottle of inspiration
pt: Купить нам бутылочку вдохновения

# DonateBottleName
source: Donate a bottle
pt: Подарить бутылочку

# DonateDayOffDescription
source: After this day we get back and make the product even better
pt: После такого дня мы вернёмся и сделаем продукт ещё лучше

# DonateDayOffName
source: Donate day off
pt: Подарить выходной

source: Total to send
pt: Итого для отправки

source: Enter the amount please
pt: Введите сумму, пожалуйста

source: MB
pt: МБ

source: Total size
pt: Суммарный размер

source: Backups count
pt: Резервных копий

source: Backups
pt: Резервные копии

source: File size
pt: Размер файла

source: Remove old backups
pt: Удалить старые резервные копии

source: Done
pt: Готово

source: Wallets count
pt: Количество кошельков

source: Restore
pt: Восстановить

# WalletDisclaimer1
source: This app stores all private data encrypted on this device. If you get lost password or mnemonic, you will not be able to restore your wallet and spend your money.
pt: Это приложение хранит Ваши личные данные на этом устройстве зашифрованными. Если вы потеряете пароль или мнемонику, вы не сможете восстановить свой кошелек и использовать свои деньги.

# WalletDisclaimer2
source: The only way to restore a wallet is by using the password and mnemonic. There are no other options available. We don't store your data anywhere else but this device. It's good for security, but you can get lost your money if you forget your wallet's password & mnemonic.
pt: Единственный способ восстановить кошелек - использовать пароль и мнемонику. Других вариантов нет. Мы не храним ваши данные нигде, кроме этого устройства. Это хорошо для безопасности, но вы можете потерять свои деньги, если забудете пароль и мнемонику от своего кошелька.

source: Do you accept the risks?
pt: Вы принимаете риски?

# WalletDisclaimer3
source: Although this program is secure enough, it's worth also to keep password & mnemonic in a secret place to be able to restore your wallet in case you get lost your device. A piece of paper in a safe vault is a good idea. A password manager is a good idea either.
pt: Хотя эта программа достаточно безопасна, стоит также сохранить пароль & мнемонику в секретном месте, чтобы иметь возможность восстановить свой кошелек в случае, если вы потеряете это устройство. Листок бумаги в сейфе-хорошая идея. Менеджер паролей-хорошая идея.

# Autopayment
source: Autopay
pt: Автоплатёж

# AutoPayments
source: Autopays
pt: Автоплатежи

# RegularPayments
source: Regular pays
pt: Регулярные платежи

source: Sending result
pt: Отправлено

# RegularPaymentLimitNameDayly
source: Dayly. Hour of the day:
pt: Ежедневно. Время дня:

# RegularPaymentLimitNameWeekly
source: Weekly. Day of the week:
pt: Еженедельно. День недели:

# RegularPaymentLimitNameMonthly
source: Monthly. Day of the month:
pt: Ежемесячно. День месяца:

# RegularPaymentDescription
source: Make payment regular, select wallet, amount, interval & period. The app would set a reminder in its calendar & prepare the payment page for you. All you'll need to do is to verify & confirm it.
pt: Сделайте платеж регулярным, выберите кошелек, сумму, интервал и период. Приложение установит напоминание в своем календаре и подготовит страницу оплаты для вас. Все, что вам нужно сделать, это проверить и подтвердить его.

source: Loading transactions...
pt: Загрузка транзакций...

# UpdatingTransactionList
source: Updating the transaction list
pt: Обновление списка транзакций...

source: Calendar
pt: Календарь

source: Valid until
pt: Напоминать до

# RegularPaymentUnfinishedNotificationBody
source: You've got one or more unfinished regular payments for today. Go to the calendar page to pay.
pt: У вас есть незавершенные регулярные платежи на сегодня. Перейдите на страницу календаря, чтобы оплатить.

source: Privacy policy
pt: Политика конфиденциальности

# ErrorDownloading
source: Error. Verify your internet connection and try again. Message:
pt: Ошибка. Проверьте подключение к Интернету и попробуйте снова. Сообщение:

source: Downloading...
pt: Загрузка...

source: Accept
pt: Принять

source: Decline
pt: Отклонить

source: Coins
pt: Монеты

source: No Internet connection.
pt: Нет подключения к интернету.

# WalletTransactionTypePickerTitle
source: Transaction address type (can be changed later)
pt: Тип адреса транзакции (может быть изменен позже)

# WalletTransactionTypeDescriptionLegacy
source: Use P2PKH addresses. Slower, more expensive transactions but supported by everyone.
pt: Использовать адреса P2PKH. Более медленные, более дорогие транзакции, но поддерживаемые всеми.

# WalletTransactionTypeDescriptionSegwit
source: Use Bech32 addresses. Faster, cheaper transactions but some participants might not support it.
pt: Использовать адреса Bech32. Более быстрые и дешевые транзакции, но некоторые участники могут не поддержать его.

# WalletTransactionTypeDescription
source: Transaction address types are incompatible. Change it in the wallet's settings if you can't get your balance.
pt: Типы адресов транзакций несовместимы между собой. Измените его в настройках кошелька, если вы не можете получить свой баланс.

# CantLoadTransactionErrorMessage
source: Can't load a transaction for the address. Please, try again later.
pt: Не удается загрузить транзакцию для этого адреса. Пожалуйста, повторите попытку позже.

source: Addresses
pt: Адреса

source: Balance
pt: Баланс

source: Coin
pt: Монета

source: Type
pt: Тип

# LoadingAddresses
source: Loading addresses & their transactions
pt: Запрос адресов и их транзакций

# LoadingCoins
source: Loading coins & their transactions
pt: Запрос монет и их транзакций

# ShowWalletTypeSwitch
source: Show addresses switch
pt: Разрешить изменение адресов для кошелька

# ShowWalletTypeSwitchDescription
source: Experimental feature. Use it at your own risk. Allows using BIP44 addresses generation for a wallet in its settings.
pt: Экспериментальная опция. Используйте её на свой страх и риск. Позволяет использовать генерацию адресов BIP44 для кошелька в его настройках.

# BitcoinSecret
source: One address
pt: Один адрес

# ShowWalletTypeSwitchOff
source: Addresses switch is off
pt: Переключатель наследования адресов выкл.

# ShowWalletTypeSwitchOn
source: Addresses switch is on
pt: Переключатель наследования адресов вкл.

# WalletDisclaimer4
source: To verify that you remember password & mnemonics correctly you can import a wallet with the same password & mnemonic. The imported wallet should have the same public addresses & balance.
pt: Чтобы убедиться, что вы правильно запомнили пароль и мнемонику, вы можете импортировать кошелек с тем же паролем и мнемоникой. Импортированный кошелек должен иметь те же публичные адреса и баланс.

source: Secrets
pt: Защищаемые данные

source: Validating...
pt: Проверка...

# MnemonicDescription
source: (Stored in the encrypted database on this device)
pt: (Хранится в зашифрованной базе данных на этом устройстве)

# RootPrivateKey
source: Root private key for spending coins
pt: Главный закрытый ключ для траты монет

# RootPrivateKeyDescription
source: (Doesn't store on this device. It's regenerated from password & mnemonic each time on spending coins)
pt: (Не хранится на этом устройстве. Регенерируется из пароля и мнемоники каждый раз при отправке монет)

# RootPublicKey
source: Root public key for generating public addresses
pt: Главный открытый ключ для генерации публичных адресов

# RootPublicKeyDescription
source: (Stored in the encrypted database on this device)
pt: (Хранится в зашифрованной базе данных на этом устройстве)

# GuessingWalletOptions
source: Finding transactions for public addresses generated with different options...
pt: Поиск транзакций для публичных адресов, сгенерированных с помощью различных опций...

source: Mnemonic can't be empty.
pt: Мнемоника не может быть пустой.

# SendBetweenWalletsTitle
source: Send between wallets
pt: Отправка между кошельками

source: Target public address:
pt: Публичный адрес назначения:

source: Getting public address...
pt: Получение публичного адреса...

# SendCoinsFromAnotherWallet
source: From existing wallet
pt: Из существующего кошелька

# SendCoinsFromAnotherWalletDesc
source: Send coins between wallets
pt: Отправить монеты между кошельками

# SelecteTargetWallet
source: Select target wallet
pt: Выберите целевой кошелек

source: Scan QR code
pt: QR код

# AutoStaging
source: Prerelease stage
pt: Предварительная версия

# WalletRestoreTip
source: You can find all the previous wallets on the backups page.
pt: Вы можете найти все предыдущие кошельки на странице резервных копий.

source: Accumulated sum
pt: Накопленная сумма

source: Telemetry
pt: Телеметрия

# TelemetryDescription
source: Logs, improve the app by sharing usage info
pt: Логи, информация об использовании приложения

# ShareUsageStatistic
source: Share log:
pt: Отправлять лог:

# ShareUsageStatisticDescription
source: Send anonymous usage data to improve the app.
pt: Отправляйте анонимные данные об использовании для улучшения приложения.

source: User ID:
pt: Идентификатор пользователя:

# UserIdDescription
source: Share your user ID with support to find your usage data on the servers. You can change your user ID at any time to make sure that it's anonymous.
pt: Поделитесь своим идентификатором пользователя со службой поддержки, чтобы найти данные о вашем использовании на серверах. Вы можете изменить свой идентификатор пользователя в любое время, чтобы убедиться, что он анонимный.

# UserIdRegenerate
source: Change user ID
pt: Изменить идентификатор пользователя

# LogsLabel
source: Logs:
pt: Логи:

source: Share log
pt: Отправить лог
